[
  {
    "filename": "Foydalanilmagan_mehnat_ta_tilini_keyingi_ish_yiliga_ko_chirish_to_g_risida_ariza.pdf",
    "summary": "The document is a consent application for transferring unused annual leave to the next work year, based on Article 230 of the Labor Code of the Republic of Uzbekistan.",
    "tags": [
      "consent",
      "annual leave",
      "Labor Code",
      "Uzbekistan",
      "unused leave",
      "transfer"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Arizalar/Foydalanilmagan_mehnat_ta_tilini_keyingi_ish_yiliga_ko_chirish_to_g_risida_ariza.pdf"
  },
  {
    "filename": "Chet_el_fuqarolari_va_fuqaroligi_bo_lmagan_shaxslarni_Toshkent_shahri_va_Toshkent_viloyatida_doimiy_propiska_qilish_to_g_risida_iltimosnoma.pdf",
    "summary": "The document is a formal request for granting permanent residence registration in Tashkent city and region for a foreign national, citing employment at a government organization as the reason. It references the relevant law regarding the legal status of foreign citizens and stateless persons in Uzbekistan.",
    "tags": [
      "permanent residence",
      "foreign nationals",
      "Tashkent",
      "Uzbekistan law",
      "legal status",
      "government employment"
    ],
    "url": "yurxizmat-docs/Arizalar/Iltimosnomalar/Chet_el_fuqarolari_va_fuqaroligi_bo_lmagan_shaxslarni_Toshkent_shahri_va_Toshkent_viloyatida_doimiy_propiska_qilish_to_g_risida_iltimosnoma.pdf"
  },
  {
    "filename": "Ishonchnoma__Tashkilot_tomonidan_xodimga_beriladigan_.pdf",
    "summary": "The document is a power of attorney (Ishonchnoma) concerning the delegation of tasks for vehicle registration and related processes. It specifies details such as the organization involved, vehicle specifications, and grants authority to a representative for managing documentation and payments related to the vehicle.",
    "tags": [
      "power of attorney",
      "vehicle registration",
      "delegation",
      "Uzbekistan",
      "legal document"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Ishonchnomalar/Ishonchnoma__Tashkilot_tomonidan_xodimga_beriladigan_.pdf"
  },
  {
    "filename": "18_yoshga_to_lmagan_shaxsni_muayyan_muddatga_ishga_qabul_qilish_to_g_risida_ariza.pdf",
    "summary": "This document is a request to hire an individual under the age of 18 for a specific position within a company. It references Article 411 of the Labor Code of Uzbekistan and includes details such as the applicant's name, department, job title, and the duration of employment sought.",
    "tags": [
      "Uzbekistan Labor Code",
      "employment",
      "underage hiring",
      "Article 411",
      "job application"
    ],
    "url": "yurxizmat-docs/Arizalar/Bolalarga oid arizalar/18_yoshga_to_lmagan_shaxsni_muayyan_muddatga_ishga_qabul_qilish_to_g_risida_ariza.pdf"
  },
  {
    "filename": "Daslabki_sinov_natijalariga_ko_ra_tuzilgan_dalolatnoma.pdf",
    "summary": "The document is an official report detailing a preliminary evaluation of an employee's performance during a probationary period. The employee failed to complete most tasks satisfactorily, and some assignments were either not completed on time or were inadequately executed. As a result, the employee is deemed to have failed the probationary period.",
    "tags": [
      "employee evaluation",
      "probationary period",
      "performance assessment",
      "incomplete tasks",
      "unsatisfactory performance"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Dalolatnomalar/Daslabki_sinov_natijalariga_ko_ra_tuzilgan_dalolatnoma.pdf"
  },
  {
    "filename": "Mehnat_intizomining_buzilishi_sababli_aybdor_xodimga_nisbatan_intizomiy_jazo_qo_llash_to_g_risida_bildirishnoma.pdf",
    "summary": "The document is a notification regarding a disciplinary action due to a violation of labor discipline. It outlines the requirement for employees to be on time according to the internal labor regulations and states a specific instance where an employee arrived late. As a result, a request is made to apply a disciplinary measure in accordance with Article 312 of the Uzbekistan Labor Code.",
    "tags": [
      "labor discipline",
      "lateness",
      "disciplinary action",
      "Uzbekistan Labor Code",
      "internal regulations"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Bildirgilar/Mehnat_intizomining_buzilishi_sababli_aybdor_xodimga_nisbatan_intizomiy_jazo_qo_llash_to_g_risida_bildirishnoma.pdf"
  },
  {
    "filename": "Fermer_xo_jaligi_xodimlarini_yollash_shartnomasi.pdf",
    "summary": "The document is an employment contract for hiring workers in a farming enterprise. It details the terms of employment, including the responsibilities of both the worker and employer, work duration, working hours, payment, annual leave, and social insurance. It also outlines conditions for disciplinary actions as per Uzbekistan's Labor Code.",
    "tags": [
      "employment contract",
      "farming enterprise",
      "worker responsibilities",
      "employer obligations",
      "labor code",
      "Uzbekistan",
      "payment terms",
      "annual leave",
      "social insurance",
      "disciplinary actions"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Kelishuvlar va shartnomalar/Fermer_xo_jaligi_xodimlarini_yollash_shartnomasi.pdf"
  },
  {
    "filename": "Apellyatsiya_shikoyati_muddatini_tiklash_bo_yicha_iltimosnoma_.pdf",
    "summary": "The document is an appeal to an economic court to extend the deadline for submitting an appellate complaint regarding a decision. The request outlines justifiable reasons for the delay and includes supporting documents to verify the claims. It refers to relevant articles in Uzbekistan's Economic Procedural Code.",
    "tags": [
      "economic court",
      "appeal",
      "Uzbekistan",
      "procedural code",
      "deadline extension",
      "legal request"
    ],
    "url": "yurxizmat-docs/Sudga oid hujjatlar/Iltimosnomalar/Apellyatsiya_shikoyati_muddatini_tiklash_bo_yicha_iltimosnoma_.pdf"
  },
  {
    "filename": "Baholovchilarning_kasbiy_javobgarligini_sug_urta_qilish_bo_yicha_shartnoma.pdf",
    "summary": "The document is a sample insurance contract for the professional liability of appraisers, detailing the terms, exclusions, and conditions agreed upon by the parties involved. Key elements include the insurance scope, premium payment obligations, coverage limits, claims handling procedures, and rights and responsibilities of both the insurer and the insured. The agreement also covers changes in risk levels, procedures for contract amendments, and dispute resolution mechanisms under Uzbekistan's law.",
    "tags": [
      "insurance contract",
      "professional liability",
      "appraisers",
      "Uzbekistan law",
      "premium payment",
      "risk management",
      "claims handling",
      "dispute resolution"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Boshqa turdagi shartnomalar/Baholovchilarning_kasbiy_javobgarligini_sug_urta_qilish_bo_yicha_shartnoma.pdf"
  },
  {
    "filename": "14_yoshdan_18_yoshgacha_bo_lgan_voyaga_yetmagan_shaxsning_nomidan_binolar_va_inshootlarga_bo_lgan_huquqning_davlat_ro_yxatidan_o_tkazilganligi_to_g_risidagi_guvohnomani_olishga_beriladigan_ishonchnoma.pdf",
    "summary": "The document outlines a power of attorney for a minor aged 14 to 18, permitting the registration of property rights for buildings and structures. It involves a legal guardian or parent giving permission for actions such as signing documents and making payments related to property inheritance and registration. The notary has explained the legal implications, ensuring the understanding and consent of all parties involved, including the parent or legal guardian.",
    "tags": [
      "power of attorney",
      "minor",
      "property rights",
      "inheritance",
      "legal guardian",
      "notary",
      "Uzbekistan"
    ],
    "url": "yurxizmat-docs/Notarial tasdiqlanadigan hujjatlar/Ishonchnomalar/14_yoshdan_18_yoshgacha_bo_lgan_voyaga_yetmagan_shaxsning_nomidan_binolar_va_inshootlarga_bo_lgan_huquqning_davlat_ro_yxatidan_o_tkazilganligi_to_g_risidagi_guvohnomani_olishga_beriladigan_ishonchnoma.pdf"
  },
  {
    "filename": "14_yoshdan_18_yoshgacha_bo_lgan_merosxo_rning_meros_mol_mulkini_qabul_qilish_to_g_risidagi_ariza_.pdf",
    "summary": "The document is an application for inheritance acceptance for a minor aged between 14 and 18. It outlines the details of the applicant, their deceased father's assets, including property and a vehicle, and the approval and involvement of the applicant's mother. The document also lists supporting documents, such as death and marriage certificates, and includes signatures from both the applicant and their mother. The application is verified by a notary.",
    "tags": [
      "inheritance",
      "minor",
      "legal application",
      "Uzbekistan",
      "notary verification",
      "property",
      "vehicle ownership",
      "supporting documents"
    ],
    "url": "yurxizmat-docs/Arizalar/Jismoniy shaxslarga oid arizalar/14_yoshdan_18_yoshgacha_bo_lgan_merosxo_rning_meros_mol_mulkini_qabul_qilish_to_g_risidagi_ariza_.pdf"
  },
  {
    "filename": "Aliment_to_lovi_miqdorini_o_zaro_kelishish_to_g_risida_kelishuv.pdf",
    "summary": "The document outlines an agreement in Uzbekistan regarding the payment of child support (alimony) between the payer and the recipient to support their underage children. It details the terms of payment, amount, and conditions under which the agreement can be modified or terminated. The agreement also clarifies that it must comply with specific articles of the Uzbekistani Family Code and be notarized. The parties acknowledge the legal implications and costs involved in implementing the agreement.",
    "tags": [
      "alimony",
      "child support",
      "agreement",
      "Uzbekistan",
      "notarization",
      "Family Code"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Kelishuvlar/Aliment_to_lovi_miqdorini_o_zaro_kelishish_to_g_risida_kelishuv.pdf"
  },
  {
    "filename": "MCHJ_Ustavi_2.pdf",
    "summary": "The document outlines the charter of a limited liability company (LLC) established under the laws of Uzbekistan. It details the registration process, legal status, rights and obligations of shareholders, the company's property and capital, governance structure, and procedures for alterations, dissolution, and conflict resolution. The charter also highlights the protection of trade secrets and financial accountability mechanisms.",
    "tags": [
      "limited liability company",
      "Uzbekistan law",
      "corporate governance",
      "shareholder rights",
      "company registration",
      "trade secrets",
      "financial accountability",
      "conflict resolution"
    ],
    "url": "yurxizmat-docs/Korporativ hujjatlar/Ustavlar/MCHJ_Ustavi_2.pdf"
  },
  {
    "filename": "14_yoshdan_18_yoshgacha_bo_lgan_merosxo_rning_meros_mol_mulkni_qabul_qilish_to_g_risidagi_arizasi.pdf",
    "summary": "This document is a legal application by a minor, aged 14 to 18, regarding the inheritance of property following the death of their father. It includes details about the inherited residential property and vehicle, and the involvement of the applicant's mother. The document requests a certificate of inheritance and lists the necessary attached documents, such as death certificates and property registration. The application is confirmed by a notary and includes the required signatures.",
    "tags": [
      "inheritance",
      "minor",
      "legal application",
      "property",
      "vehicle",
      "Uzbekistan",
      "notary",
      "certificate of inheritance"
    ],
    "url": "yurxizmat-docs/Notarial tasdiqlanadigan hujjatlar/Arizalar/14_yoshdan_18_yoshgacha_bo_lgan_merosxo_rning_meros_mol_mulkni_qabul_qilish_to_g_risidagi_arizasi.pdf"
  },
  {
    "filename": "Bolani_tarbiyalanuvchilar_safiga_qabul_qilish_to_g_risida_buyruq.pdf",
    "summary": "The document is an order concerning the enrollment of a child into a preschool education institution. It specifies the child's name, the preschool's location, and the effective date of enrollment. The basis for this enrollment is a contract with the parents and a decision by the Cabinet of Ministers of the Republic of Uzbekistan from May 13, 2019, to improve preschool institutions.",
    "tags": [
      "enrollment",
      "preschool education",
      "Uzbekistan",
      "Cabinet of Ministers decision",
      "contract with parents"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Boshqa turdagi hujjatlar/Bolani_tarbiyalanuvchilar_safiga_qabul_qilish_to_g_risida_buyruq.pdf"
  },
  {
    "filename": "Avtotransport_vositasini_qisqa_muddatli_ijaraga_berish_shartnomasi.pdf",
    "summary": "The document outlines the terms of a short-term vehicle rental agreement in Uzbekistan. It specifies the responsibilities and rights of both the renter and the lease provider, including payment terms, liabilities, insurance obligations, and dispute resolution procedures. The contract is governed by Uzbek law and includes provisions for penalties in cases of non-compliance and force majeure events.",
    "tags": [
      "vehicle rental",
      "contract",
      "Uzbekistan",
      "terms and conditions",
      "liabilities",
      "payment terms",
      "insurance",
      "dispute resolution"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Avtotransportlarga oid shartnomalar/Avtotransport_vositasini_qisqa_muddatli_ijaraga_berish_shartnomasi.pdf"
  },
  {
    "filename": "18_yoshga_to_lmagan_ishchi_va_xizmatchilarga_mehnat_ta_tili_berish_to_g_risida_buyruq.pdf",
    "summary": "The document is an order regarding the granting of annual extended leave to employees under the age of 18 and employees with disabilities in Uzbekistan. According to the labor code, these individuals are entitled to a 30-calendar-day leave. The document outlines the process for determining such leave, including how it can be extended beyond the legally guaranteed duration through collective agreements and internal documents.",
    "tags": [
      "labor code",
      "annual leave",
      "extended leave",
      "Uzbekistan",
      "under 18",
      "disability",
      "collective agreements"
    ],
    "url": "yurxizmat-docs/Shaxsiy tarkibga oid hujjatlar/Buyruqlar/18_yoshga_to_lmagan_ishchi_va_xizmatchilarga_mehnat_ta_tili_berish_to_g_risida_buyruq.pdf"
  },
  {
    "filename": "Apellyasiya_tartibida_hal_qiluv_qarori_ustidan_shikoyat_Iqtisodiy_ishlar_bo_yicha_sudga.pdf",
    "summary": "The document is an appeal against a court decision related to economic matters. It outlines the appellant's disagreement with the initial court's ruling due to perceived legal and procedural errors. The appellant cites specific articles from Uzbekistan's Civil and Economic Procedural Codes, arguing the court failed to consider all relevant facts and evidence. The appeal requests the annulment of the original decision and the adoption of a new judgment.",
    "tags": [
      "appeal",
      "court decision",
      "economic court",
      "legal procedure",
      "Uzbekistan",
      "Civil Code",
      "Economic Procedural Code"
    ],
    "url": "yurxizmat-docs/Sudga oid hujjatlar/Appelyatsiya, kassatsiya shikoyatlari/Apellyasiya_tartibida_hal_qiluv_qarori_ustidan_shikoyat_Iqtisodiy_ishlar_bo_yicha_sudga.pdf"
  },
  {
    "filename": "Davlat_uy_joy_fondidagi_turar_joyni_ijaraga_olish_to_g_risida_shartnoma.pdf",
    "summary": "The document outlines a model lease agreement for renting residential properties from the state housing fund. It details the obligations and rights of both the landlord and tenant, including the payment of rent and maintenance of the property. The tenant must adhere to usage rules, ensure timely repairs, and respect neighbors. The landlord is responsible for property maintenance and compliance with regulations. Provisions for dispute resolution and force majeure events are included, as well as conditions for contract termination.",
    "tags": [
      "lease agreement",
      "state housing fund",
      "tenant obligations",
      "landlord responsibilities",
      "property maintenance",
      "rent payment",
      "dispute resolution",
      "force majeure"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Ko‘chmas mulkka oid shartnomalar/Davlat_uy_joy_fondidagi_turar_joyni_ijaraga_olish_to_g_risida_shartnoma.pdf"
  },
  {
    "filename": "Aholiga_suyultirilgan_uglevodorod_gazini_yetkazib_berish_to_g_risida_Shartnoma.pdf",
    "summary": "The document is a sample contract for the supply of liquefied hydrocarbon gas to households. It outlines the responsibilities of the gas supply organization and the consumer, including delivery terms, quality standards, rights and obligations, payment procedures, contract duration, liability, force majeure, dispute resolution, and final provisions. The contract is subject to renewal annually unless terminated by either party, and includes provisions for price changes and compliance with regulatory standards.",
    "tags": [
      "liquefied hydrocarbon gas",
      "contract",
      "household supply",
      "rights and obligations",
      "payment terms",
      "force majeure",
      "dispute resolution",
      "contract renewal",
      "quality standards"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Maxsulot sotish, xizmat ko‘rsatish (ishlarni bajarish) shartnomalari/Aholiga_suyultirilgan_uglevodorod_gazini_yetkazib_berish_to_g_risida_Shartnoma.pdf"
  },
  {
    "filename": "Ko_chmas_mulk_ijarasi_shartnomasini_muddatidan_oldin_bekor_qilish_haqida_talabnoma.pdf",
    "summary": "The document is a demand notice regarding the early termination of a real estate lease agreement due to non-payment of rent and associated penalties. The notice outlines the obligations and breaches under the contract, citing legal provisions for reclaiming unpaid rental fees and penalties. The issuer demands the settlement of unpaid rent and penalties, as well as the return of the leased property, with a warning of potential legal action if compliance is not achieved.",
    "tags": [
      "real estate",
      "lease agreement",
      "contract termination",
      "rent payment",
      "penalties",
      "legal action",
      "Uzbekistan law"
    ],
    "url": "yurxizmat-docs/Korporativ hujjatlar/Talabnomalar/Ko_chmas_mulk_ijarasi_shartnomasini_muddatidan_oldin_bekor_qilish_haqida_talabnoma.pdf"
  },
  {
    "filename": "Maxfiy_vasiyatnomani_ochish_va_oshkor_qilish_bayonnomasi.pdf",
    "summary": "The document is a declaration of the opening and disclosure of a will in Uzbekistan. It outlines the procedure conducted by a notary, including the verification of a deceased individual's details, involvement of witnesses, and the execution of the will. The will specifies the transfer of all assets to a designated heir, while excluding all legal heirs from inheritance. The document is signed by all parties involved and one copy is kept by the notarial office.",
    "tags": [
      "will",
      "notary",
      "inheritance",
      "Uzbekistan",
      "legal procedure",
      "assets",
      "witnesses"
    ],
    "url": "yurxizmat-docs/Notarial tasdiqlanadigan hujjatlar/Vasiyatnomalar/Maxfiy_vasiyatnomani_ochish_va_oshkor_qilish_bayonnomasi.pdf"
  },
  {
    "filename": "Asbob_uskunalar_va_anjomlarni_ijaraga_berish_shartnomasi.pdf",
    "summary": "This document is a lease agreement for equipment and tools between two parties: the lessor and the lessee. It outlines the terms under which the equipment is leased, including the responsibilities and rights of both parties. The agreement specifies payment terms, conditions for equipment use, penalties for late payments, and the procedure for altering the contract. The document is governed by the laws of Uzbekistan and includes provisions for dispute resolution and termination conditions.",
    "tags": [
      "lease agreement",
      "equipment rental",
      "contract terms",
      "Uzbekistan law",
      "lessor",
      "lessee",
      "payment terms",
      "dispute resolution"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Yuridik shaxslarga oid shartnomalar/Asbob_uskunalar_va_anjomlarni_ijaraga_berish_shartnomasi.pdf"
  },
  {
    "filename": "Bolalarni_tarbiyalash_uchun_oilaga_qabul_qilish_bitimi.pdf",
    "summary": "The document outlines a standard agreement for fostering children within a family. It is established between the guardianship authority and the prospective foster parents. The agreement details the responsibilities and rights of both parties, ensuring the child’s welfare, education, and legal interests are maintained. It specifies procedures for monitoring the foster environment, managing the child's needs, and conditions for early termination of the agreement. Legal recourse and dispute resolution mechanisms are also covered, alongside final provisions concerning the agreement’s duration and integrity.",
    "tags": [
      "fostering agreement",
      "guardianship",
      "child welfare",
      "legal responsibilities",
      "agreement termination",
      "dispute resolution",
      "family fostering"
    ],
    "url": "yurxizmat-docs/Shartnomalar/Bitimlar/Bolalarni_tarbiyalash_uchun_oilaga_qabul_qilish_bitimi.pdf"
  },
  {
    "filename": "Bank_hisobvarag_i_shartnomasi.pdf",
    "summary": "The document outlines the terms and conditions of a bank account agreement between a bank and a client organization. It addresses the opening, operation, and management of bank accounts, as well as the rights and obligations of both parties. It discusses services such as electronic banking, deposits, currency exchanges, confidentiality, and service fees. The document also covers the procedures for modifying or terminating the agreement, addressing force majeure events, and stipulating the methods for resolving disputes.",
    "tags": [
      "bank account agreement",
      "financial services",
      "rights and obligations",
      "electronic banking",
      "currency exchange",
      "confidentiality",
      "service fees",
      "contract termination",
      "dispute resolution"
    ],
    "url": "yurxizmat-docs/Arizalar/Yuridik shaxslarga oid arizalar/Bank_hisobvarag_i_shartnomasi.pdf"
  }
]